{
    "about1": "Born in Koblenz, Germany, Elmar Lampson is a renowned composer, conductor, and music educator. He studied composition, music theory, and violin at the music universities in Hannover and Würzburg. He is the Honorary President of the Hamburg University of Music and Theatre, where he served as president for 18 years. Lampson is currently Composer in Residence with the Shenzhen Symphony Orchestra.",
    "about2": "Lampson has built an impressive international career as a composer and conductor, performing at festivals and on concert tours across Germany and Eastern Europe. His works have been recorded by major labels such as Sony Classical and col legno. In 1993 he conducted works by Alfred Schnittke, with the Orchester Akademie Hamburg, featuring Irina Schnittke and Mark Lubotsky. His compositions span various genres, including choral works, orchestral music, chamber music, and opera. ",
    "about3": "A key figure in contemporary music, he co-founded the “Hörwelten” festival, which ran annually from 1989 to 1998 and led the Orchester-Akademie Hamburg for fifteen years. He taught phenomenology of music at the University of Witten/Herdecke, where he was Dean of the Faculty of Fundamental Studies at the University of Witten/Herdecke until 2004. Throughout his career, Lampson has collaborated with numerous renowned composers, including György Ligeti, Sofia Gubajdulina, Arvo Pärt, and Alfred Schnittke.",
    "about4": "In 2011, Lampson was awarded the Dr. Günther Buch Prize for Cultural Sciences. His teaching philosophy emphasizes the significance of music as a cultural and societal tool. In 2016, the Shanghai Conservatory of Music awarded him an honorary professorship in composition, in 2023, he received the “Gustaf Gründgens Award” in Hamburg and in 2024, the “Hsiao You-Mei” Award.",
    "about5": "Lampson’s artistic approach is deeply rooted in the exploration of paradoxes, particularly the tension between tonality and atonality. His work has been praised for its “craftsmanship, brilliance, and perfect mastery of composition” (Thierry Clermont). Prominent orchestras and ensembles have commissioned and performed his works, including the NDR Elbphilharmonie Orchester, Philharmonisches Staatsorchester Hamburg, Symphoniker Hamburg, Niederrheinische Sinfoniker, Staatsphilharmonie Rheinland-Pfalz, Philharmony of the Nations, International Mahler Orchestra, Staatsorchester Kassel, and Ensemble Resonanz. His compositions have been conducted by great maestros such as Sylvain Cambreling, Kent Nagano, Simone Young, Justus Frantz, Muhai Tang, Zuohuang Chen, and Yoel Gamzou, with whom he works closely.",
    "about6": "In May 2025, his new opera Wellen (Waves) will premiere at Theater Bremen. Set in a Baltic seaside resort before World War I, the opera uses the sea as a symbol of the fragility of society’s illusions of self-fulfillment.",
    "about7": "How Should I Even Start?",
    "about8": "So much has already been said about the beginning! The Old Testament says: “In the beginning God created the heavens and earth.” The Gospel of John says: “In the beginning was the Word;” the Nordic Edda begins with a look into the void and says what was not before everything began: “… There was no sand, no sea, no salty waves, ... yawning abyss and grass nowhere. Until Bör’s sons lifted the vault of heaven...” In Greek mythology, too, everything arises from chaos, the dark, formless void without characteristics.",
    "about9": "Such texts raise the question of the beginning in its grand, fundamental sense. It is about how everything began. My question, on the other hand, is tiny. It is not fundamental, but personal and concrete, more of a sigh of relief that disappears into the void. As long as I ask, “how should I start?” it remains uninspired. It becomes more fruitful when I ask: “How do I want to start?”—This can shift the perspective and turn the question into an impulse. I begin to feel like writing something, creating something, even if the actual beginning of a score is still a long way off",
    "about10": "I sit at my desk, a whole free day ahead of me. I can finally get started, but everything is empty, I don’t want to do anything, and nothing comes to mind. Or I start dreaming and the piece I want to write stands before me like a mirage within my grasp. But every time I want to start writing, everything falls apart and nothing comes to me. And when I finally do come up with something, I hear an inner voice telling me, “This has already been there!” Eclecticism stands before me like a grinning spectre and immediately wipes away all attempts to become concrete.",
    "about11": "It is difficult to say how the beginning comes about after all. But there is always a moment in which—quite unspectacularly, almost imperceptibly—something changes. A sequence of tones, a sound, a brief resonance of a noise—something from the world of indifferently coexisting normality catches my attention. A small flash of interest arises, I listen again, play with the element; it appears to me like a precious find and begins to capture my attention. The reluctance disappears and the confrontation with the concrete begins to captivate me.",
    "about12":"Now I anticipate the tendencies and possibilities of a form. Listening always guides me and as long as it remains in flux, I find new concrete possibilities for the randomly found sound to unfold. Over the course of this listening, searching and constantly correcting process, the outlines of a form become clearer and clearer until it stands before me like a physiognomy. It looks at me, has its own identity and—this is the big surprise—it is not the realisation of the vision that has accompanied me all this time. The original vision changed constantly during the creative process. Sometimes it was the impetus to continue searching, sometimes it suddenly disappeared and left me alone again in the dull everydayness, or it became like an authority of conscience, a measure of the quality of the crystallising form. ",
    "about13":"At the end of the creative process, the certainty arises that the vision has been absorbed by reality, that a new reality has pushed itself in front of the vision, which is so rich and colourful that the vision fades in comparison. Only at the end, when the process is complete, when the physiognomy of the form is there in its sensual and meaningful appearance, does the small find, which dispelled the mirage, become, in retrospect, a beginning in the sense of an origin from which the form unfolds. ",
    "about14":"But something remains of the vision, a restlessness that drives me to embark on a new search, a restlessness from which a new vision emerges, a new shattering against the cold reality, and a new happy and risky process of success and realisation.",
    "about15":"To begin always means recognising reality and reality includes a foundation of disappointment and disillusionment. Enthusiasm and vision are the driving forces, but disappointment and disillusionment are the foundations for the new that can emerge from a beginning. And indifference also has its purpose in the beginning. Only at the zero point of indifference and resignation can I let go and devalue, in order to then engage with reality with heightened intensity. It is only in this heightened relationship to reality that my consciousness changes its “state of matter” and becomes capable of triggering the chain reaction of success from which works of art emerge.",
    "about16":"As an artist, you don’t have to become megalomaniacal and feel reminded of the beginning of the world in your work or compare yourself to Bör’s sons who “lifted the vault of heaven”. But there can be an archaic enthusiasm about the fact that a new world can emerge from chaos, emptiness, nothingness, and indifference.",
    "about17":"The Old Question about the New",
    "about18":"I don’t subscribe to a concept of progress defined by the novelty of the material used. Of course, every sound, every instrument, every form of distortion or turn of phrase has, in some way, existed before. And every aesthetic debate about “New Music”—especially in Germany—inevitably circles back to the difficulty of avoiding clichés. In fact, this very discourse on clichés often becomes a cliché itself, saying little about the actual quality or experience of the music.",
    "about19":"Take the beginning of my Mysterienszenen. A G major triad, split so as to turn it into a shimmering surface of sound: a simple melody played by the piccolo flute, oscillating about the note B with diatonic intervals. Is this “New Music,” or are these “old” elements that are “still” used until the day they will have been completely exhausted and replaced by something that is “really new?” These elements intrigue me. To me, they seem fresh and new, like colors, the play of light, a delicate scent, a current of air. When you shake someone’s hand or kiss somebody, does it matter that countless others have done so since times immemorial? “Now” is new and existential every time. ",
    "about20":"My approach to the “new” is different: naturally, those who listen to my music will recognize influences. But what matters is how I succeed in creating a new perspective, a new reference, a new turn, so that familiar material appears in a renewed awareness. My music shifts those other flute melodies and G major triads, altering what was there before.",
    "about21":"Musical or Physical?",
    "about22":"For me, it’s important to differentiate between “musical” and “physical.” The musical realm involves a very intimate kind of listening. Even a single musical tone is more than just a physical phenomenon—it is born and permeated entirely by the act of listening. In a musical tone, the sound detaches itself from the everyday meaning of noise. A musical tone is an artifact of conscious listening that reduces the audible level of everyday noise to a smooth surface, on which the actual listening can be reflected and become aware of itself. In a triad, this tone-listening experience progresses deeper into the physically and mathematically recordable external world of sound, imbuing musical listening with the deeply satisfying feeling of being borne by the natural world without falling out of the merely temporal process of musical listening back into everyday listening. ",
    "about23":"The triad fascinates me time and again. As a “harmonious sound” in the classical sense, it relates to its physical foundation only very slightly. Yet the more the music is based on noises, the more the physical factors come into play, blurring the boundaries with everyday listening, hitherto so clearly defined by the musical tones. What interests me, however, is the musical quality of the sounds—of all sounds, whether they are tones or noises. How do the boundaries between a triad and noise become permeable? How does a triad lose the patina of the familiar? How do noises transform into independent musical-temporal figures? ",
    "about24":"Where Boundaries and Norms Dissolve",
    "about25":"My music plays with the autonomy of musical elements, following it all the way into the realms of the microtonality of harmonics, where the Western tone system disintegrates entirely. As independent elements, tones and noises differ only gradually from one another, and in the contingency of sounds, all boundaries and norms dissolve. But the tonal systems can also be reconstructed, and then they reappear—plain and unadorned—as nothing more than what they simply are in and of themselves. A cadence, an interval, a gesture from chromatic material, a pentatonic or modal scale takes on a new shape and creates a uniquely contemporary context—only to dissolve again into glissandi, noises, or tone colors, which in turn can again produce forms, transitions, and meaningful shapes.",
    "about26":"For me, such differentiated listening in the “now” of the autonomous elements is an intense form of spirituality. This kind of listening dissolves automatisms in listening habits. Everything may sound fresh and new—or else flat, ambivalent, and hollow. The search to find meaningful, expressive, self-identical forms along this boundary can lead to a process of self-recognition—a tightrope walk from which no escape into old norms is possible and where new promises of salvation are to no avail.",
    "about27":"",
    "about28":""

}