{
    "about1": "Born in Koblenz, Germany, Elmar Lampson is a renowned composer, conductor, and music educator. He studied composition, music theory, and violin at the music universities in Hannover and Würzburg. He is the Honorary President of the Hamburg University of Music and Theatre, where he served as president for 18 years. Lampson is currently Composer in Residence with the Shenzhen Symphony Orchestra.",
    "about2": "Lampson has built an impressive international career as a composer and conductor, performing at festivals and on concert tours across Germany and Eastern Europe. His works have been recorded by major labels such as Sony Classical and col legno. In 1993 he conducted works by Alfred Schnittke, with the Orchester Akademie Hamburg, featuring Irina Schnittke and Mark Lubotsky. His compositions span various genres, including choral works, orchestral music, chamber music, and opera. ",
    "about3": "A key figure in contemporary music, he co-founded the “Hörwelten” festival, which ran annually from 1989 to 1998 and led the Orchester-Akademie Hamburg for fifteen years. He taught phenomenology of music at the University of Witten/Herdecke, where he was Dean of the Faculty of Fundamental Studies at the University of Witten/Herdecke until 2004. Throughout his career, Lampson has collaborated with numerous renowned composers, including György Ligeti, Sofia Gubajdulina, Arvo Pärt, and Alfred Schnittke.",
    "about4": "In 2011, Lampson was awarded the Dr. Günther Buch Prize for Cultural Sciences. His teaching philosophy emphasizes the significance of music as a cultural and societal tool. In 2016, the Shanghai Conservatory of Music awarded him an honorary professorship in composition, in 2023, he received the “Gustaf Gründgens Award” in Hamburg and in 2024, the “Hsiao You-Mei” Award.",
    "about5": "Lampson’s artistic approach is deeply rooted in the exploration of paradoxes, particularly the tension between tonality and atonality. His work has been praised for its “craftsmanship, brilliance, and perfect mastery of composition” (Thierry Clermont). Prominent orchestras and ensembles have commissioned and performed his works, including the NDR Elbphilharmonie Orchester, Philharmonisches Staatsorchester Hamburg, Symphoniker Hamburg, Niederrheinische Sinfoniker, Staatsphilharmonie Rheinland-Pfalz, Philharmony of the Nations, International Mahler Orchestra, Staatsorchester Kassel, and Ensemble Resonanz. His compositions have been conducted by great maestros such as Sylvain Cambreling, Kent Nagano, Simone Young, Justus Frantz, Muhai Tang, Zuohuang Chen, and Yoel Gamzou, with whom he works closely.",
    "about6": "In May 2025, his new opera Wellen (Waves) will premiere at Theater Bremen. Set in a Baltic seaside resort before World War I, the opera uses the sea as a symbol of the fragility of society’s illusions of self-fulfillment.",
    "about7": "g",
    "about8": "h"

}